Repository: NSS-SAT/epgimportnss
Catalog: usr/lib/enigma2/python/Plugins/Extensions/EPGImport/locale/*/LC_MESSAGES/VfdControl.po
Languages: cs, hu, ru

source: Always off
cs: Vždy vypnuto
hu: Mindig kikapcsolva
ru: Всегда выключен

source: Brightness Level 1
cs: Úroveň jasu 1
hu: Fényerő 1
ru: Уровень яркости 1

source: Brightness Level 2
cs: Úroveň jasu 2
hu: 2. fényerő
ru: Уровень яркости 2

source: Brightness level
cs: Úroveň jasu
hu: Fényerő szintje
ru: Уровень яркости

source: Cancel
cs: Zrušit
hu: Mégsem
ru: Отмена

source: Change VFD display settings
cs: Změňte nastavení zobrazení VFD
hu: VFD megjelenítési beállítások módosítása
ru: Изменить настройки дисплея VFD

source: Channelnumber in Standby Clock
cs: Číslo kanálu v pohotovostním režimu
hu: Csatornaszám a készenléti órában
ru: Номер канала в режиме ожидания часов

source: Channelnumber in Standby off
cs: Číslo kanálu v pohotovostním režimu vypnuto
hu: Csatornaszám készenléti állapotban kikapcsolva
ru: Номер канала в режиме ожидания выключен

source: Channelnumber/Clock in Standby Clock
cs: Číslo kanálu/Hodiny v pohotovostním režimu
hu: Csatornaszám/Óra készenléti órában
ru: Номер канала/Часы в режиме ожидания

source: Clock always
cs: Hodiny vždy
hu: Óra mindig
ru: Часы всегда

source: Control 7 segment VFD display
cs: Ovládání 7 segmentového VFD displeje
hu: Vezérlő 7 szegmensű VFD kijelző
ru: Управление 7-сегментным VFD-дисплеем

source: Off
cs: Vypnuto
hu: Ki
ru: Выкл

source: On/Off
cs: Zapnout/vypnout
hu: Be/Ki
ru: Вкл/Выкл

source: Save
cs: Uložit
hu: Mentés
ru: Сохранить

source: Show REC-Symbol in Display
cs: Zobrazit na displeji symbol REC
hu: REC-szimbólum megjelenítése a kijelzőn
ru: Показать символ REC на дисплее

source: Show blinking Clock on Display during recording
cs: Během nahrávání zobrazit na displeji blikající hodiny
hu: A felvétel közben villogó Óra jelenik meg a kijelzőn
ru: Показывать мигание Часов на Дисплее во время записи

source: Show on VFD
cs: Zobrazit na VFD
hu: Megjelenítés a VFD-n
ru: Показать на VFD

source: Time mode
cs: Časový režim
hu: Idő mód
ru: Временной режим

source: Update Date/Time
cs: Aktualizovat datum/čas
hu: Dátum/Idő frissítése
ru: Дата/время обновления

source: VFD Display Setup
cs: Nastavení zobrazení VFD
hu: VFD kijelző beállítása
ru: Настройка VFD-дисплея

source: no
cs: ne
hu: nem
ru: нет

source: yes
cs: ano
hu: igen
ru: да

source: 24h
hu: 24 óra
ru: 24ч

source: 12h
hu: 12 óra
ru: 12ч
